Repository: hosamhamdy258/orders-manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الأنجيليزيه

source: Arabic
ar: العربية

source: Reached Max Orders Per Group
ar: تم الوصول إلى الحد الأقصى للطلبات للمجموعة

source: Add Order Items
ar: طلب المطعم

source: There's No Orders Created Yet
ar: لا توجد طلبات اليوم بعد

source: Groups Screen
ar: شاشه الطلبات

source: Refresh Groups
ar: تحديث المجموعات

source: Group Members
ar: أعضاء المجموعة

source: Group List
ar: قائمه الأعضاء

source: channel name
ar: أسم القناه

source: Group Name
ar: أسم المجموعة

source: Users
ar: المستخدم

source: Room Number
ar: رقم الغرفه

source: Group
ar: المجموعة

source: Created
ar: تم الأنشاء

source: Name
ar: الأسم

source: Restaurant
ar: المطعم

source: Menu Item
ar: عنصر القائمه

source: Price
ar: السعر

source: User
ar: المستخدم

source: finished ordering
ar: إنهاء الطلب

source: Order
ar: الطلب

source: Quantity
ar: الكميه

source: Orders Screen
ar: شاشه الطلبات

source: Add Restaurant
ar: أضافه مطعم

source: Members Orders
ar: طلبات الأعضاء

source: Order Items
ar: طلب المطعم

source: All Orders
ar: كل الطلبات

source: My Orders
ar: طلباتي

source: Restaurant Screen
ar: شاشه المطعم

source: Add Order
ar: أضافه طلب

source: Menu Items
ar: عناصر القائمه

source: Restaurant List
ar: قائمه المطاعم

source: Ensure this value is greater than %(limit_value)s.
ar: برجاء التأكد بأن القيمة اكبر من %(limit_value)s.

source: Order Manager
ar: مدير المطعم

source: Show
ar: عرض

source: Join
ar: دخول

source: Add Group
ar: أضافه مجموعه

source: Remove
ar: حذف

source: Finish Ordering
ar: إنهاء الطلب

source: Orders Summary
ar: ملخص الطلب

source: Restaurant Order Summary
ar: ملخص الطلب بالمطعم

source: Restaurant User Order Summary
ar: ملخص الطلب بالمطعم والمستخدم

source: User Restaurant Order Summary
ar: ملخص الطلب بالمستخدم والمطعم

source: Item
ar: عنصر

source: Total
ar: الإجمالي

source: Restaurant Total
ar: إجمالي المطعم

source: Grand Total
ar: الإجمالي النهائي

source: User Total
ar: إجمالي المستخدم

source: Select Restaurant
ar: أختار مطعم

source: Add
ar: أضافه

source: Select Item
ar: أختار عنصر

source: Time's up !
ar: الوقت أنتهي !

source: Submit
ar: أرسل

source: Change Password
ar: تغيير كلمه السر

source: Remembered your password?
ar: تذكرت كلمه المرور ؟

source: Login
ar: تسجيل الدخول

source: Don't have an account?
ar: ليس لديك حساب ؟

source: Register
ar: تسجيل حساب

source: Password Changed Successfully
ar: تم تغيير كلمه السر بنجاح

source: Your password has been changed successfully.
ar: تم تغيير كلمه السر الخاصة بك بنجاح.

source: Create Your Account
ar: أنشئ حسابك

source: Already have an account?
ar: هل لديك حساب بالفعل ؟

source: Menu Item Name
ar: أسم عنصر القائمه

source: Menu Item Price
ar: سعر عنصر القائمه

source: Add Menu Item
ar: أضافه عنصر قائمه

source: Restaurant Name
ar: أسم المطعم

source: Welcome
ar: أهلا

source: Logout
ar: تسجيل الخروج
